tap 'homebrew/brewdler'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'jhawthorn/fzy'

# ==============
# Brew
# ==============

# lifeline
brew 'zsh'
brew 'git'
brew 'vim', args: ['with-lua', 'with-python3']
brew 'zplug'

# tool
brew 'peco'
brew 'ag'

# go
brew 'go'
brew 'ghq'

# python
brew 'python'
brew 'pyenv'
brew 'pyenv-virtualenv'

# ruby
brew 'ruby'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-gemset'

# ==============
# Cask
# ==============
cask 'alfred'
cask 'skim'
cask 'iterm2'
cask 'karabiner'
cask 'caffeine'
cask 'slack'
