tap 'homebrew/brewdler'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
brew 'autoconf'
brew 'docker'
brew 'boot2docker'
brew 'xz'
brew 'clang-format'
brew 'libyaml'
brew 'docker-machine'
brew 'docker-compose'
brew 'fasd'
brew 'libpng'
brew 'freetype'
brew 'gdbm'
brew 'libtool'
brew 'pkg-config'
brew 'jpeg'
brew 'libtiff'
brew 'imagemagick'
brew 'readline'
brew 'sqlite'
brew 'openssl'
brew 'python'
brew 'libxml2'
brew 'libxslt'
brew 'lua'
brew 'mysql'
brew 'pcre'
brew 'nginx'
brew 'peco'
brew 'postgresql'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'python3'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-gemset'
brew 'ruby'
brew 'vim', args: ['with-lua', 'with-python3']
brew 'homebrew/dupes/libiconv'
