tap "daipeihust/tap"

brew "git"
brew "zsh"
brew "starship"
brew "vim"
brew "ghq"
brew "peco"
brew "fzf"
brew "jq"
brew "mas"
brew "gnu-sed"
brew "ag"
brew "docker"
brew "im-select"
brew "expect"
brew "deno"

cask "karabiner-elements"
cask "ghostty"
cask "alt-tab"
cask "jetbrains-toolbox"
cask "google-cloud-sdk"
cask "alfred"
cask "caffeine"
cask "discord"
cask "docker"
cask "visual-studio-code"

mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "LINE", id: 539883307
