74th.scrollkey
dbaeumer.vscode-eslint
esbenp.prettier-vscode
matklad.rust-analyzer
vscodevim.vim
edhat.vscode-yaml
circleci.circleci
graphql.vscode-graphql
ms-azuretools.vscode-docker
eamodio.gitlens
wayou.vscode-todo-highlight