74th.scrollkey
dbaeumer.vscode-eslint
esbenp.prettier-vscode
rust-lang.rust-analyzer
vscodevim.vim
redhat.vscode-yaml
circleci.circleci
graphql.vscode-graphql
ms-azuretools.vscode-docker
eamodio.gitlens
wayou.vscode-todo-highlight
